"Service Update Failed" = "Помилка оновлення служби";
"Service Update Complete" = "Оновлення служби завершено";
"Starting Service Update" = "Початок оновлення служби";
"Dismiss" = "Гаразд";
"OK" = "ОК";
"Call disallowed" = "Цей номер заборонено";
